Repository: DesignboticTeam/Authenticator
Catalog: Authenticator.UI_WPF/Resources/LocalizationUser.*.resx
Languages: pl_pl

# PageStart_ButtonNewsFeed
source: Read more
pl_pl: Dowiedz się więcej

# BuildingLine_Boundary
source: Boundary
pl_pl: Geometria

# BuildingLine_BoundaryButtonContent
source: Edit
pl_pl: Edytuj

# BuildingLine_Name
source: Name
pl_pl: Nazwa

# ButtonNewProject
source: New project
pl_pl: Nowy projekt

# ButtonNewProject_ToolTip
source: Create new project with Kolega
pl_pl: Nowy projekt Kolegi

# ButtonOpenProject
source: Open project
pl_pl: Otwórz projekt

# ButtonOpenProject_ToolTip
source: Open existing project from Kolega
pl_pl: Otwórz istniejący projekt

source: Check Zone
pl_pl: Obszar Bilansowania

# CheckZone_Boundary
source: Boundary
pl_pl: Geometria

# CheckZone_BoundaryButtonContent
source: Edit
pl_pl: Edytuj

# CheckZone_BuildingCoverageRatioHeader
source: Building coverage
pl_pl: Powierzchnia zabudowy

# CheckZone_FloorAreaRatio
source: Floor area ratio
pl_pl: Intensywność zabudowy

# CheckZone_MaxBuildingCoverageRatio
source: Maximum ratio
pl_pl: Współczynnik maksymalny

# CheckZone_Name
source: Name
pl_pl: Nazwa

# CheckZone_TotalFloorAreaRatio
source: Total
pl_pl: Całkowita

# CheckZone_UndergroundFloorAreaRatio
source: Maximum underground
pl_pl: Maksymalna podziemna

# Context_ContextBuildingsCoverageArea
source: Existing coverage area
pl_pl: Istniejąca powierzchnia zabudowy

# Context_ContextBuildingsHeader
source: Existing buildings on site
pl_pl: Budynki istniejące na działce

# Context_ContextBuildingsIncludeInCalculation
source: Include in the calculation
pl_pl: Uwzględniaj w bilansie

# Context_ContextBuildingsTotalArea
source: Existing total area
pl_pl: Istniejąca powierzchnia całkowita

# Context_ContextExistingBuildings
source: Existing buildings
pl_pl: Zabudowa istniejąca

# Context_ContextHeader
source: Context
pl_pl: Otoczenie

# Context_ContextParcelDivisionDirection
source: Direction
pl_pl: Kierunek podziału

# Context_ContextParcelDivisionHeader
source: Parcel division
pl_pl: Podział parceli

# Context_ContextTerrain
source: Terrain
pl_pl: Model terenu

# ExcludedZone_BoundaryButtonContent
source: Edit
pl_pl: Edytuj

# ExcludedZone_ExcludedZoneHeader
source: Zone excluded from development
pl_pl: Strefa wykluczona z zabudowy

# ExcludedZone_ExcludedZoneName
source: Name
pl_pl: Nazwa

# LocationOnEarth
source: Location
pl_pl: Lokalizacja

# LocationOnEarth_CheckLocation
source: Location on map
pl_pl: Lokalizacja na mapie

# LocationOnEarth_CheckLocationButton
source: Check
pl_pl: Sprawdź

# PageArchitectureInput_Description
source: Define the spatial parameters of the development.
pl_pl: Określ parametry przestrzenne inwestycji.

# PageArchitectureInput_Title
source: Architecture
pl_pl: Architektura

# PageCompare_Description
source: Compile information from different solutions.
pl_pl: Zestaw informacje z różnych rozwiązań.

# PageCompare_Title
source: Compare
pl_pl: Porównaj

# PageExport_Description
source: Save the solutions and reports.
pl_pl: Zapisz rozwiązania i raporty.

# PageExport_Title
source: Export
pl_pl: Eksportuj

# PageGenerate_Description
source: Start generating design options.
pl_pl: Rozpocznij generowanie wariantów projektu.

# PageGenerate_Title
source: Generate
pl_pl: Generuj

# PageSiteInput_Description
source: Enter your location and immediate surroundings.
pl_pl: Wprowadź dane o lokalizacji i najbliższym otoczeniu.

# PageSiteInput_Title
source: Site Input
pl_pl: Kontekst

# PageSolutions_Description
source: Review the design options received.
pl_pl: Przeglądaj otrzymane warianty projektowe.

# PageStart_Description
source: Start working with Kolega. Create or continue a project.
pl_pl: Rozpocznij pracę z Kolegą. Utwórz lub kontynuuj projekt.

# PageStart_Subtitle
source: Sub Test EN
pl_pl: SubTest

# PageStart_Title
source: Start project
pl_pl: Rozpocznij

# PageUrbanInput_SubTitle
source: Input
pl_pl: Dane Przestrzenne

# PageUrbanInput_Title
source: Urban Input
pl_pl: Urbanistyka

# ProjectData
source: Site Data
pl_pl: Dane Projektu

# ProjectData_IsDowntown
source: Downtown
pl_pl: Zabudowa śródmiejska

# ProjectData_LocationHeader
source: Location
pl_pl: Lokalizacja

# ProjectData_TrueNorth
source: True North angle
pl_pl: Północ projektu

# TopBar_ViewMode_Advanced
source: Advanced
pl_pl: Zaawansowane

# TopBar_ViewMode_Basic
source: Basic
pl_pl: Podstawowe

# TopBar_ViewMode_ToolTip
source: User Mode - Advanced parameters
pl_pl: Zmiana Trybu - Parametry zaawansowane

# Surrounding_Name
source: Context name
pl_pl: Nazwa otoczenia

# PageStart_NewsFeedItem
source: Software that enables the generation of solutions for a specific plot of land - urban layouts and floor plans based on the given parameters of the project.
pl_pl: Oprogramowanie, które umożliwia generowanie rozwiązań dla zadanej działki - układów urbanistycznych oraz planów kondygnacji na podstawie zadanych parametrów projektowych.

# PageStart_NewsFeedSubTitle
source: Your new digital partner in design.
pl_pl: Twój nowy partner w projektowaniu.

# PageStart_NewsFeedTitle1
source: Introducing Kolega
pl_pl: Przedstawiamy Kolegę

# PageStart_NewsFeedTitle2
source: Embrace the Future
pl_pl: Poznaj rozwiązania z przyszłości

# CommunicationWaitingLong
source: Kolega is working. It's coffee time for you.
pl_pl: Kolega pracuje, a ty możesz zrobić przerwę na kawę.

# FooterBugReport
source: Report bug
pl_pl: Zgłoś błąd

# FooterSurveySuggestion
source: Add suggestion
pl_pl: Zaproponuj funkcję

# PageGenerate_GenerateButtonContent
source: Start generating
pl_pl: Rozpocznij generowanie

# PageGenerate_MaxTime
source: Generate no longer than
pl_pl: Generuj nie dłużej niż

# PageGenerate_NumberOfSolutions
source: Maximum number of solutions
pl_pl: Maksymalna liczba rozwiązań

# PageGenerate_OptimizeSwitch
source: Optimize geometry
pl_pl: Optymalizuj geometrię

# PageGenerate_Progress
source: Progress
pl_pl: Postęp

# PageStart_AddPath
source: Add file localization
pl_pl: Dodaj lokalizację pliku

# PageStart_NewProjectCancel
source: Cancel
pl_pl: Anuluj

# PageStart_NewProjectCancelTooltip
source: Cancel project creation
pl_pl: Anuluj tworzenie projektu

# PageStart_NewProjectCreate
source: Create
pl_pl: Utwórz

# PageStart_NewProjectCreateTooltip
source: Create a new project
pl_pl: Utwórz nowy projekt

# ViewSettings_ShowAllTooltip
source: Show all
pl_pl: Pokaż cały model

# ButtonGoNextArchitecture
source: Next step: Architecture
pl_pl: Następny etap: Architektura

# ButtonGoNextGenerate
source: Next step
pl_pl: Następny etap: Generuj

# ButtonGoNextCompare
source: Next step: Compare
pl_pl: Następny etap: Porównaj

# PageSolution_FilterHeader
source: Solution filter
pl_pl: Filtruj rozwiązania

# PageSolution_OutputBuildingArea
source: Building area
pl_pl: Powierzchnia zabudowy

# PageSolution_OutputDaylight
source: Achieved daylight ratio
pl_pl: Osiągnięty współczynnik nasłonecznienia

# PageSolution_OutputDaylightMax
source: Minimum daylight ratio
pl_pl: Maksymalny współczynnik nasłonecznienia

# PageSolution_OutputFloorArea
source: Total floor area
pl_pl: Powierzchnia całkowita

# PageSolution_OutputObstruction
source: Achieved obstruction ratio
pl_pl: Osiągnięty współczynnik przesłaniania

# PageSolution_OutputObstructionMax
source: Minimum obstruction ratio
pl_pl: Maksymalny współczynnik przesłaniania

# PageSolution_SortingHeader
source: Sorting solutions
pl_pl: Sortuj rozwiązania

# ViewSettings_Export
source: Export
pl_pl: Eksportuj

# ViewSettings_ViewAnalytical
source: Measuring points
pl_pl: Punkty pomiarowe

# ViewSettings_ViewDaylight
source: Daylight
pl_pl: Nasłonecznienie

# ViewSettings_ViewFlats
source: Flats
pl_pl: Mieszkania

# ViewSettings_ViewInput
source: Input
pl_pl: Model wprowadzony

# ViewSettings_ViewMass
source: Masses
pl_pl: Model bryłowy

# ViewSettings_ViewObstruction
source: Obstruction
pl_pl: Przesłanianie

# Surrounding
source: Surroundings
pl_pl: Zabudowa sąsiadująca

# ButtonExampleProject3_Tooltip
source: Open example project
pl_pl: Otwórz przykładowy projekt

# FooterUserGuide
source: User Guide
pl_pl: Instrukcja

# GoToProfile
source: Log out
pl_pl: Wyloguj

# Radians
source: [deg]
pl_pl: [rad]
